var new_lang = {

"lt0": "Lorena BLOG",

"lt1": "Първа страница",

"lt2": "Начална страница",

"lt3": "Политика",

"lt4": "САЩ",

"lt5": "Мнения",

"lt6": "Наука",

"lt7": "Здраве",

"lt8": "Пътешествия",

"lt9": "В ефира",

"lt10": "Хапче, което ИЗЛЕКУВА ЕРЕКТИЛНАТА ДИСФУНКЦИЯ НА МЪЖА МИ и как се възродихме сексуалния си живот!!!",

"lt11": "<a style=\"font-weight:400;text-decoration:none;color:#000;cursor:text\">Публикувано:</a>14.08.2018 | Автор:<span style=\"color:#0a78c2;outline:medium none;text-decoration:none\"><a href=\"#ordera0\">Лорена</a></span>",

"lt12": "Здравейте, момичета! Нали си спомняте моя пост, в който се оплаквах от качеството на  съпружеските задължения на мъжа ми? Неговият приятел съвсем не ставаше, дори по време на орален секс или мастурбация, или беше в състояние на ерекция по 1-3 минути ",

"lt13": "Първоначално си помислих: Добре де, от къде вземат толкова много енергия порно актьорите? — Опитахме всичко, от Виагра до хапчета за ерекция, от йога до тантрични техники. Всичко беше безполезно — членът му винаги беше мек и сексът беше не повече от две минути.",
"lt14": "След 6 месеца оставих всички опити. Бях убедена, че това всичко е от гените му и физическото му състояние, и в това, че нищо не може да се направи. Сега постоянно си мислех за това, че всеки опит ще бъде провал, че аз вечно ще бъда неудовлетворена и че съпругът ми винаги ще бъде много разстроен. Беше ясно, че той вече не вярва в нищо.",
"lt15": "По-късно, когато най-малко очаквахме това, изведнъж се появи решение...",
"lt16": "Прочетох интервю с една изследователка на проблемите с ЕД (еректилна дисфункция), в което тя твърди, че всеки мъж може да прави секс в продължение на 2 часа. Това ме заинтересува. Тя е използвала естествени екстракти — безцветник (Epimēdium), диоскорея (Dioscorea), корейски жен-шен, корен от сладник, муира пуама (Muira Puama, Ptychopetalum olеacoides), черупки от стриди — всичко това се съдържа в една обикновена таблетка, която се продава без рецепта. Тази таблетка на естествена основа, стимулира производството на сексуални хормони и позволява да се постигне ерекция, като на 18-годишен младеж, и издръжливост като порно актьор.",
"lt17": "Така че на базата на съставките, които бяха изброени от автора, започнах да търся идеалното лекарство за лечение на еректилната дисфункция на своя съпруг. Най-доброто лекарство е Erogan под формата на таблетки, създаден на базата на технология, която е преминала клинични проучвания и съдържа правилните съставки. Така реших да направя поръчка на сайта им. Там, също така, имаше страхотно специално предложение, което в последствие ме накара да го купя.",
"lt18": "Какъв беше резултатът?",
"lt19": "Опаковката с лекарството дойде много бързо и аз с нетърпение чаках времето да си лягаме с мъжа ми— преди лягане, му дадох едно хапче, като му казах, че това са обикновени витамини. Обикновено не обичам да говоря за моя сексуален живот...но, тъй като ние никога няма да се срещнем в реалния живот, искам да Ви разкажа подробностите: След по-малко от час съпругът ми се събуди с много силна ерекцията и ще ми повярвате, ако ви кажа, че сме правили секс в продължение на 1 час и 47 минути!? Истинско удоволствие, изпотяване и викове — най-добрият секс в живота ми. Разбира се, очаквах промени, но сега с мен беше съвсем друг човек.",
"lt20": "В сайта е написано, че хапчетата също имат положителен ефект върху увеличението на либидото, да видим след няколко седмици. Все още не мога да повярвам, че успяха да превърнат съпруга ми в див звяр в леглото — и всичко това с минимум разходи и без глупави рецепти. Тези хапчета си струват похарчените пари (аз вече поръчах още три опаковки) — животът е кратък, а аз не съм от тези жени, които си спестяват удоволствията.",
"lt21": "Накратко, много препоръчвам таблетките Erogan на всички, които искат да подобрят сексуалния си живот. Не пропускайте специалната оферта да си купите Erogan на промоционална цена. Съпругът ми сега не само контролира своята ерекция, но и стана много по-издръжлив, какъвто никога досега не е бил!",
"lt22": "Опитай късмета си!<br>Нашият сайт ви дава възможност да получите 50% отстъпка от цената на лекарството Erogan. За да направите, това натиснете бутона \"SPIN\" и изчакайте, докато спре колелото на късмета. Може би, днес ще имаш късмет точно ти! Успех!<br>",

"lt23": "SPIN",

"lt24": "Имате време да поръчате това лекарство с отстъпка, докато тази оферта не бъде предадена на други читатели! След това отстъпките ще бъдат деактивирани:<br><span class=\"time_remains\" id=\"min\">10</span>:<span class=\"time_remains\" id=\"sec\">00</span>",

"lt25": "Това е изгодно!",

"lt26": "Въведи име",

"lt27": "Въведи телефонен номер",

"lt28": "Вземи с отстъпка от 50%!",

"lt29": "Честито!",

"lt30": "Ти печелиш 50% отстъпка!",

"lt31": "Добре",

"lt32": "Тази оферта е валидна до (включително):<span class=\"time_remains mv_tdate\">9/10/2018</span>",

"lt33": "Последни коментари",

"lt34": "Последен коментар:",

"lt35": "Актуализиране на коментарите ...",

"lt36": "<span class=\"comment-username\">>Александър Марков</a></span></h4>Хареса ми поста, който ти публикува ;) Аз използвам тези хапчета вече година и съм много доволен. Когато правя секс, не завършвам веднага, имам силна ерекция и  просто не мога да си поема въздух момичетата!<br><br><img class=\"img-responsive\" src=\"autoCommentsFiles/couple200.jpg\">",
"lt37": "Харесва ми",

"lt38": "Отговор",

"lt39": "Само сега",

"lt40": "<span class=\"comment-username\">Емилиян М</span>Много ти благодаря, Кате! Вчера получих колета и днес имах възможност да опитам препарата! Правих секс цял час без прекъсване и пениса ми е винаги готов – Това лекарство надмина всичките ми очаквания и усещането е просто страхотно! <br>",

"lt41": "Харесва ми",

"lt42": "Отговор",

"lt43": "Само сега",

"lt44": "<span class=\"comment-username\">Елена Г</a></span></h4>Здравей, Кате, това е страхотно! Искам да се възползвам от промоцията и да купя една опаковка на съпруга си",

"lt45": "Харесва ми",

"lt46": "Отговор",

"lt47": "Само сега",

"lt48": "<span class=\"comment-username\">Константин</span>Използвам ги вече две седмици и трябва да ви кажа истината, не очаквах, че тези хапчета ще действат така. Те са просто ФАНТАСТИЧНИ!",

"lt49": "Харесва ми",

"lt50": "Отговор",

"lt51": "Само сега",

"lt52": "<span class=\"comment-username\">Диляна Димитрова</span>Здравей, Кате, поръчах една опаковка за мъжа си и нямам търпения да я получа. Много искам да опитам!",
"lt53": "Харесва ми",

"lt54": "Отговор",

"lt55": "Само сега",

"lt56": "Коментари",

"lt57": "Даниел Красимиров",

"lt58": "Ами, Кате, много си добра)) аз не очаквах такъв пост)) по темата искам да кажа, че съм пробвал това лекарство преди около година. Много съм щастлив. Оргазмите са направо космически!))",

"lt59": 'Преди 4 минути |<span class="vk-comment-answer">Остави коментар</span>',

"lt60": "Георги Стоянов",

"lt61": "Кате, благодаря ти, преди няколко дни си взех колета от пощата: всичко е наред. Вече три дена пия това лекарство. Имам такова желание, енергия, ooo, днес милата ми ще празнува!)) ",

"lt62": 'Преди 6 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt63": "Иван Минчев",

"lt64": "Брат ми живее в Германия, той казва, че там този препарат е ДОСТА ПОПУЛЯРЕН...Възбуждам се като... дори не мога да намеря думи",

"lt65": 'Преди 7 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt66": "Десислава Стефанова",

"lt67": "Здравей, Кате! IТова е впечатляващо! Браво! Ще го поръчам за съпруга ми.) ",

"lt68": 'Преди 8 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt69": "Мирослав Боянов",

"lt70": "Аз вече втора седмица взимам лекарството Erogan. Трябва да си призная, че не очаквах ТАКЪВ ефект. Снимка на моя крем;)))))))<br>",

"lt71": 'Преди 11 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt72": "Ани Пейкова",

"lt73": "Здравей, Кате! Поръчах лекарството Erogan за мъжа си, сега чакам, кога ще докарат пратката. Надявам се, че ще ме разберете правилно :)",

"lt74": 'Преди 12 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt75": "Дидо Дочев",

"lt76": "Кате, ти си направо супер! И аз също искам така))",

"lt77": 'Преди 15 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt78": "Евгения Георгиева",

"lt79": "Здравей, Кате! Съпругът ми пие лекарството Erogan вече втора седмица. Всичко върви супер. Той издържа повече и пениса му е станал по-голям! Започнах да изпитвам истински оргазми, а преди симулирах) Препоръчвам го на всички.",

"lt80": 'Преди 16 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt81": "Красимира Косева",

"lt82": "Цяла Европа отдавна вече използва това лекарство! Особено в областта на порно индустрията, сред всички актьори, за да е по-сигурно...",

"lt83": 'Преди 19 минути | <span class="vk-comment-answer">остави коментар</span>',

"lt84": "Теодора Янкова",

"lt85": "Здравейте! Помолих съпруга си да прочете този пост, той реши, че  съобщението е разумно и поръча Erogan. Аз наистина нямам думи! Катя, трябва да ти благодаря! Аз имам Н-Е-В-Е-Р-О-Я-Т-Н-И оргазми!!! И какъв му стана члена! По дяволите, вече се подмокрих, докато написах това! ",

"lt86": 'Преди 21 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt87": "Добромир Цветков",

"lt88": "Използвам Erogan цяла седмица. Ще си го поръчам отново, кой знае, може пак да ми потрябва) Не обичам да харча пари, но без този препарат повече няма да е така хубаво))",

"lt89": 'Преди 22 минути |<span class="vk-comment-answer">Остави коментар</span>',

"lt90": "Ангел Ангелов",

"lt91": "Купих го и той ми хареса! Преди нямах достатъчно сили и оргазмите бяха слаби. Сега всичко стана по-добре. Катя, много ти благодаря) ",

"lt92": 'Преди 25 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt93": "Иван Тодоров",

"lt94": "Аз също съм запознат с препарата Erogan, брат ми отдавна ми го донесе от чужбина. Той действа. Препоръчвам Ви го. И когато го намеря, ще си го поръчам...",

"lt95": 'Преди 34 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt96": "Димитър Косев",

"lt97": "Жена ми е на седмото небе. Тя ме попита: какво е станало с теб? Сексът продължи 5 часа)))",

"lt98": 'Преди 39 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt99": "Ивайло Йорданов",

"lt100": "Аз също пробвах Erogan Той наистина действа, поръчах си го от този сайт, без предварително плащане и го получих след 8 дни. Може би ще сложа една снимка на моето гадже))<br>",

"lt101": 'Преди 41 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt102": "Костадин Пеев",

"lt103": "Поздравете ме! Аз също станах секс гигант! ",

"lt104": 'Преди 44 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt105": "Любомир Лалев",

"lt106": "Момчета, надявам се, че сте имали късмет като мен. Оргазмите станаха по-силни 10, не 100 пъти! Пък и оргазмите на партньорката ми също! Само как крещи!!!! Направо бях шокиран. Катя, благодаря Ви за статията!",

"lt107": 'Преди 49 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt108": "Дарина Дончева",

"lt109": "И аз съм чувала за този препарат Erogan. Минаха почти 6 месеца, а съпругът ми прави секс като огнен жребец... Той вече свърши...",

"lt110": 'Преди 50 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt111": "Валентин Бранимиров",

"lt112": "Ероган е като подарък: той е страхотен. Но най-важното е лекотата и простотата. Аз чакам колет, който вече съм поръчал.",

"lt113": 'Преди 51 минути | <span class="vk-comment-answer">Остави коментар</span>',

"lt114": "Румен Иванов",

"lt115": "Това е фантастично, една моя приятелка ми купи Erogan, първо й се разсърдих, но все пак го опитах. Аз сега изпитвам космически оргазми!",

"lt116": 'Преди 54 минути | <span class="vk-comment-answer">остави коментар</span>',

"lt117": "Венци Василев",

"lt118": "Здравейте. Жена ми видя обява някъде в интернет и ме посъветва да си го купя: отначало се изплаших, какво да не съм импотентен? Да не би нещо да не и харесва? Въпреки това аз си го поръчах и след две седмици отново повярвах в себе си, защото като си помисля за това, което мога сега, аз наистина бях импотентен))",

"lt119": 'Преди 1 час | <span class="vk-comment-answer">Остави коментар</span>',

"lt120": "Мъжкар XXX",

"lt121": "Това не е новина. За лекарството Erogan вече всички знаят. И които на пръв поглед не го знае, да не се опитва да възпре емоциите си. Отдавна е известно, че порно звездите използват лекарството Erogan. Или си мислите, че огромните им и твърди като стомана полови членове са им дадени от природата?",

"lt122": 'Преди 1 час | <span class="vk-comment-answer">остави коментар</span>',

"lt123": "Съобщение",

"lt124": "Lorena BLOG",

"lt125": "©<span class=\"ryear\">2018</span>"






};

function Translater () {
            for (class_name in new_lang) {
                var elements = document.getElementsByClassName(class_name);
                if (elements.length) {
                    for (key in elements) {
                        elements[key].innerHTML = new_lang[class_name];
                    }
                }
            }
};